{
    "diseases": [
        {
            "disease": "Toximiosite",
            "description": "A Toximiosite é uma condição causada pela picada do pernilongo Mollis Columbius, uma espécie fictícia com uma estratégia predatória única.\nAo picar, o pernilongo injeta um líquido composto por proteínas relaxantes musculares, que causam uma fraqueza muscular extrema.\nEsta substância faz com que os músculos se relaxem excessivamente, resultando em cansaço profundo e dificuldade para movimentação.\nDurante a alimentação, o pernilongo também libera um feromônio que atrai outros pernilongos da mesma espécie para a vítima, agravando o quadro à medida que mais picadas ocorrem.\n\nSintomas: Fraqueza muscular progressiva ocorre devido à ação de toxinas relaxantes injetadas pelo pernilongo.\nCom o tempo, a pessoa sente cansaço extremo, dificuldade para se mover e perda de coordenação.\nOutros sintomas podem surgir, como dores musculares, tremores e alterações no sono."
        },
        {
            "disease": "Neurotoxemia Aquática",
            "description": "A Neurotoxemia Aquática é causada pelo parasita Neurotoxoplasma aquatilis, transmitido por águas contaminadas.\nO parasita se aloja no sistema nervoso periférico e libera uma toxina que compromete a comunicação entre o cérebro e o corpo.\nInicialmente assintomática, a infecção se agrava com convulsões, perda de coordenação motora e dificuldades respiratórias.\nSe não tratada, pode levar à paralisia permanente ou insuficiência respiratória fatal.\n\nSintomas: O sistema nervoso é afetado, comprometendo a comunicação entre o cérebro e o corpo.\nOs sintomas começam sutis, mas podem evoluir para tremores, perda de coordenação, dificuldade para respirar e convulsões.\nEm casos graves, a doença pode causar paralisia ou insuficiência respiratória."
        },
        {
            "disease": "Polusis Stressiva",
            "description": "Polusis Stressiva é uma doença somática resultante da exposição a ambientes urbanos poluídos, com baixos níveis de oxigênio e alta concentração de partículas tóxicas.\nA doença se manifesta em pessoas altamente sensíveis ao estresse ambiental, especialmente em grandes cidades ou regiões industriais. A poluição e o estresse geram um ciclo vicioso, onde os sintomas físicos aumentam a ansiedade, piorando a percepção de falta de ar e cansaço.\n\nSintomas: Cansaço extremo, dificuldade para respirar, dores de cabeça e tontura. Também pode afetar a concentração, provocar insônia e gerar crises de ansiedade, com palpitações e sensação de sufocamento."
        },
        {
            "disease": "Cádmiocondrose",
            "description": "A Cádmiocondrose é uma doença resultante da falta crônica de cálcio e ingestão de peixes contaminados com cádmio, um metal pesado.\nO corpo substitui o cálcio por cádmio nos ossos, o que compromete sua estrutura e integridade.\nO cádmio enfraquece os ossos, tornando-os mais suscetíveis a fraturas e resultando em dores e limitações de mobilidade.\n\nSintomas: Os ossos são enfraquecidos ao substituir o cálcio por cádmio, tornando-os frágeis e doloridos.\nCom o tempo, a doença causa osteoporose precoce, fadiga, dores musculares e maior risco de fraturas, limitando a mobilidade."
        }
    ]
}
